{
    "heroImage": "oslo.jpg",
    "date": "📅 Saturday May 23rd, 2020",
    "location": "Online",
    "deadline": "May 20th, 2020",
    "eventDate": "Saturday May 23rd, 2020 - Online ngVikings",
    "applicationForm": "https://forms.gle/V15XKYKLfggNnSeeA",
    "mentorsForm": "https://forms.gle/VZLbxLtt4K2NwD5q9",
    "descriptionTitle": "ngGirls @ ngVikings Online 2020",
    "descriptionBlock": [
      {
        "title": "ngGirls Online Workshops",
        "template": "ngVikings2020/description-online.html"
      },
      {
        "title": "Who is it for?",
        "template": "ngVikings2020/description-who-is-it-for.html",
        "link": "/#faq",
        "linkTitle": "Check out the FAQ"
      }
    ],
    "partners": [
      {
        "group": "Co-organizers",
        "elements": [
          {
            "name": "ngVikings",
            "description": "ngVikings 2020",
            "link": "https://ngvikings.org/",
            "imageUrl": "ngvikings.png"
          }
        ]
      }
    ],
    "posts": [
      {
        "title": "ngGirls is back with the Vikings!",
        "content": "After the huge success of ngGirls @ ngVikings in 2017 (which was the second event of ngGirls), 2018 and 2019, we come back to collaborate with the great Viking team! And this time - a unique online experience! Join us and become a part of the amazing <a href=\"https://ngvikings.org/\" target=\"_blank\">ngVikings conference</a> and community."
      }
    ],
    "mentors": [
      {
        "id": 1,
        "name": "Revital",
        "surname": "Friedman",
        "title": "ngGirls",
        "company": "Organizer",
        "description": "I've always wanted to combine my love for advance technologies with my willing to help other girls in the Tech world. I have volunteered as a mentor in the first ngGirls workshop, and there I found my way to share my knowledge and help other girls to join the wonderful family of Angular.",
        "bio": "Revital Friedman is a passionate Full-stack developer. In the army she has served in the special intelligence technology unit, called Unit 8200. Revital has been a software developer for the last seven years, currently working at Opster as a front end developer, using Angular as the main platform. In her spare time, she likes to go wall climbing, play volleyball, snowboard and take care of her two cats.",
        "thumbnailUrl": "Revital_Friedman.png",
        "rockstar": true,
        "social": [
          {
            "name": "linkedin",
            "link": "https://il.linkedin.com/in/revital-friedman-16b79488"
          }
        ]
      },
      {
        "id": 2,
        "name": "Robert",
        "surname": "Willemelis",
        "title": "ngGirls",
        "company": "Organizer",
        "bio": "<p>The last years I’ve learned how great diversity can be. I was in some conferences with big diversity support (like jsunconf and craft conf). I met a lot of clever female developer and speaker from which know-how I was impressed and learned. And I think there are a lot more outside and a lot more who have the talent. So it is important to support them.</p> <p>As Shmuela asked for that, I decided within in 30s that it would be an honor to do that.</p> <p>There are several projects with an impressive diversity support and very good material.<p> <p>And last but not least I’m still reading the book of Software craftsmanship by Sandro Mancuso in which he shows how important and good it can be to give something back to the community and how important it is to learn from other developers. And I think I could also learn as a mentor from the participants.</p> ",
        "thumbnailUrl": "robert.png",
        "rockstar": true,
        "social": [
          {
            "name": "twitter",
            "link": "https://twitter.com/robertSPD"
          }
        ]
      },
      {
        "id": 3,
        "name": "Shmuela",
        "surname": "Jacobs",
        "company": "Organizer",
        "title": "Web Developer, Cloud Advocate @ Microsoft, Founder @ ngGirls",
        "description": "In July 2014 I've been chosen to participate in Django Girls Berlin, as part of Europe's PyConf. I had just finished my M.Sc. and was thinking about the future. Although I've had programming experience, this event inspired me to explore the world of development, and especially Web development, even deeper, and join the Tech industry. Today I am ready to give back. So not with Django, but with Angular, which I really love.",
        "bio": "Shmuela Jacobs is a front-end developer and consultant mastering Angular. During her academic studies (M.Sc. in Information Management Engineering and B.Sc. in Physics) she has combined her passions of coding and teaching as a software developer, teaching assistant, science museum guide, and researcher. Today she continues to enjoy these activities as a full-time developer, sharing her knowledge and experience in meetups and conferences around the world.",
        "thumbnailUrl": "Shmuela_AC.png",
        "rockstar": true,
        "social": [
          {
            "name": "github",
            "link": "https://github.com/shmool"
          },
          {
            "name": "linkedin",
            "link": "https://il.linkedin.com/in/shmuelaj"
          },
          {
            "name": "twitter",
            "link": "https://twitter.com/ShmuelaJ"
          }
        ]
      },
      {
        "id": 4,
        "name": "Martina",
        "surname": "Kraus",
        "title": "ngGirls",
        "company": "Organizer",
        "bio": "<p>Martina Kraus always had a strong interest in Web-Engineering. At inovex GmbH she focuses on implementing highly scalable software-solution with Node.Js and Angular. Besides her work as a lecturer at the Hochschule Mannheim, she also co-organizes the loca Angular Heidelberg Meetup, is the Founder of the JavaScript User group and an organizer for AngularGirls Events.<p>",
        "thumbnailUrl": "martina.jpg",
        "rockstar": true,
        "social": [
          {
            "name": "twitter",
            "link": "https://twitter.com/MartinaKraus11"
          }
        ]
      },
      {
        "id": 5,
        "name": "Katarzyna",
        "surname": "Płocka",
        "title": "ngGirls",
        "company": "Organizer",
        "bio": "<p>Katarzyna (aka Pelcia) is Software Developer, workshops organiser, meetup and conference speaker. She’s also a real people person, bringing instant smile to faces of colleagues around. She first attended ngGirls in Copenhagen where she realized she is meant to be a mentor. She decided to organize extended workshops so woman have more time to learn and talk with open and passionate people. It turned out to be a great idea. Now Pelcia keeps organizing workshops, being active member of local programming community and supporting others in growth.<p>",
        "thumbnailUrl": "pelcia.jpg",
        "rockstar": true,
        "social": [
          {
            "name": "twitter",
            "link": "https://twitter.com/pelagia1232"
          },
          {
            "name": "linkedin",
            "link": "https://www.linkedin.com/in/pelcia/"
          }
        ]
      },
      {
        "id": 6,
        "name": "Alisa",
        "surname": "Duncan",
        "title": "ngGirls",
        "company": "Organizer",
        "bio": "<p>Alisa is a software architect, a meetup organizer, and a volunteer who is enthusiastic about increasing diversity in tech and creating safe spaces for women to learn. She's a passionate supporter of programs that lower barriers for under-represented communities to enter fields where there is opportunity for economic empowerment. </p> <p> She is a co-organizer of <a href='https://www.meetup.com/angularkc/' target='_blank'>AngularKC</a> and the Technical Materials Director for <a href='https://codingandcocktails.kcwomenintech.org' target='_blank'>Coding & Cocktails</a>, a program by <a href='https://kcwomenintech.org' target='_blank'>Kansas City Women in Technology</a> that teaches women web development basics. </p> <p> In her free time Alisa enjoys reading, learning new things, and having a drink on her patio. </p>",
        "thumbnailUrl": "alisa.jpg",
        "rockstar": true,
        "social": [
          {
            "name": "twitter",
            "link": "https://twitter.com/AlisaDuncan"
          },
          {
            "name": "github",
            "link": "https://github.com/alisaduncan"
          }
        ]
      },
      {
        "id": 7,
        "name": "Anower",
        "surname": "Jahan",
        "title": "Remote and Freelance Frontend Developer",
        "company": "Millennium Information Solution Ltd.",
        "bio": "<p>Hi, This is Shofol. I am a Angular 2+ developer from Dhaka, Bangladesh. Working on this side for more than two years. I am always seeking some opportunity to contribute to the community. And, for that I try to blog sometime or contribute a little to open source projects though I don't get enough time or scope to do that. And, I like to help the beginners who are new to Angular to grasp the Framework and also the basics. That's why I think joining a great community like ngGirls will just give me some scope to help the community in a broader way</p>",
        "thumbnailUrl": "anower.jpg",
        "rockstar": true,
        "social": [
          {
            "name": "github",
            "link": "https://github.com/Shofol"
          },
          {
            "name": "twitter",
            "link": "https://twitter.com/jahananower"
          }
        ]
      },
      {
        "id": 8,
        "name": "Ahmed",
        "surname": "Khan",
        "title": "Associate Javascript Developer",
        "company": "Arpatech",
        "bio": "<p>Ahmed khan is an Associate Javascript Developer from Arpatech. He is a Javascript Enthusiast and a motivational speaker. He believes in contributing to the society and has worked as a mentor in various events such as TechKaro, PWIC and Ngirls in karachi. When he is not coding, you will find him giving talks and motivating people.</p>",
        "thumbnailUrl": "ahmed.jpg",
        "rockstar": true,
        "social": [
          {
            "name": "github",
            "link": "https://github.com/ahmedkhan1"
          },
          {
            "name": "twitter",
            "link": "https://twitter.com/50shadeofkhan"
          }
        ]
      },
      {
        "id": 9,
        "name": "Shilpa",
        "surname": "Lalwani",
        "title": "Angular Developer",
        "company": "Tata Consultancy Services",
        "bio": "<p></p>",
        "thumbnailUrl": "shilpa.jpg",
        "rockstar": true,
        "social": [
          {
            "name": "github",
            "link": "https://github.com/shilpalalwani"
          },
          {
            "name": "twitter",
            "link": "https://twitter.com/Shilpalalwani3"
          }
        ]
      },
      {
        "id": 10,
        "name": "Sandro",
        "surname": "Schmid",
        "title": "Software Engineer",
        "company": "Dynatrace / University of Applied Sciences Upper Austria, campus Hagenberg",
        "bio": "<p>When I first learned programming at school, I quickly got very enthusiastic about it. I ended up studying Software Engineering followed by Human Centered Computing at the University of Applied Sciences Upper Austria and working as a web developer. Web development included Angular 2+ right from the beginning and still does. I enjoy working on libraries and data visualization. For one Angular-PWA-project I developed a library-prototype for the IndexedDB, currently I am working on network visualizations. Also, it is great and a lot of fun to get others enthusiastic about web stuff as well.</p>",
        "thumbnailUrl": "sandro.jpg",
        "rockstar": true,
        "social": [
          {
            "name": "github",
            "link": "https://github.com/sandroschmid"
          },
          {
            "name": "twitter",
            "link": "https://twitter.com/sasebsch"
          }
        ]
      },
      {
        "id": 11,
        "name": "Sanchi",
        "surname": "Bansal",
        "title": "Full-time student",
        "company": "HMR Institute of Technology and Management",
        "bio": "<p>I am a sophomore pursuing Computer Science Engineering. I love to contribute to open source projects and have been building websites using HTML since 6th grade. I am an active part of a lot of tech communities. I want to be a part of ngGirls so that I can introduce the joys of programming to as many girls/women as possible to coding and make them believe that coding is not made for men only.</p>",
        "thumbnailUrl": "sanchi.jpg",
        "rockstar": true,
        "social": [
          {
            "name": "github",
            "link": "https://github.com/sanchibansal340"
          },
          {
            "name": "twitter",
            "link": "https://twitter.com/SanchiBansal340"
          }
        ]
      },
      {
        "id": 12,
        "name": "Fabriece",
        "surname": "Sumuni",
        "title": "Software Engineer",
        "company": "K30 Group AS",
        "bio": "<p>I'm a full stack developer with a passion for the web and Angular in particular. I would love to awaken the same passion in others.</p>",
        "thumbnailUrl": "fabriece.jpg",
        "rockstar": true,
        "social": [
          {
            "name": "github",
            "link": "https://github.com/sfabriece"
          },
          {
            "name": "twitter",
            "link": "https://twitter.com/sfabriece"
          }
        ]
      },
      {
        "id": 13,
        "name": "Ankita",
        "surname": "Singhal",
        "title": "Software Developer",
        "company": "Delivery Hero",
        "bio": "<p>Hi, This is Ankita. I am Angular 2+ developer from India, currently working in Berlin. Started learning Angular few years back and there was never looking back. I feel that Girls who code are really cool and I am glad to be a part of a ngGirls where I can learn from fellow dev heroes and contribute my bit to our community by helping others learn. :)</p>",
        "thumbnailUrl": "ankita.jpg",
        "rockstar": true,
        "social": [
          {
            "name": "github",
            "link": "https://github.com/AnkitaSinghal"
          },
          {
            "name": "twitter",
            "link": "https://twitter.com/Ankita__Singhal"
          }
        ]
      },
      {
        "id": 14,
        "name": "Dimitar",
        "surname": "Dimitrov",
        "title": "Software Engineer",
        "company": "",
        "bio": "<p>I am a software engineer trying not to forget where he's started from with all the joys and frustrations. I enjoy mentoring and sharing my experience, hoping that others can achieve more building on top of my observations, successes and failures.</p>",
        "thumbnailUrl": "dimitar.jpg",
        "rockstar": true,
        "social": [
          {
            "name": "twitter",
            "link": "https://twitter.com/dimitarid"
          },
          {
            "name": "linkedin",
            "link": "https://www.linkedin.com/in/diwanow/"
          }
        ]
      }
    ]
  }